Repository: Travel-in-nanaland/iOS
Catalog: NanaLand/NanaLand/Common/Localizing/*.lproj/Localizable.strings
Languages: ko, ms, zh_hans

# resultCount
source: Results
ko: 건
zh_hans: 件

# charCount
source: characters
ko: 자
ms: aksara
zh_hans: 字

source: Confirm
ko: 확인
ms: Sahkan
zh_hans: 确认

source: Next
ko: 다음
ms: Seterusnya
zh_hans: 下一步

# requiredWithBracket
source: (Required)
ko: (필수)
ms: (Wajib)
zh_hans: (必填)

# optionalWithBracket
source: (Optional)
ko: (선택)
ms: (Opsional)
zh_hans: (选填)

source: Destination
ko: 여행지

# gotoMainScreen
source: Go to the main screen
ko: 메인 화면 바로가기

source: Home
ko: 홈
ms: Laman Utama
zh_hans: 首页

# favorite
source: Favorites
ko: 찜
ms: Simpan
zh_hans: 收藏

# jejuStory
source: Jeju Stories
ko: 제주 이야기
ms: Cerita Jeju
zh_hans: 济州故事

source: My Nana
ko: 나의 나나
ms: nana saya
zh_hans: 我的nana

source: ALL
ko: 전체
ms: Seluruh
zh_hans: 全部

# nature
source: 7 Natural Wonders
ko: 7대 자연
ms: 7 Keajaiban Alam
zh_hans: 七大自然

# festival
source: Festivals
ko: 축제
ms: Festival
zh_hans: 庆典

# market
source: Traditional Markets
ko: 전통시장
ms: Pasaran Tradisional
zh_hans: 传统市场

# experience
source: Unique Experiences
ko: 이색 체험
ms: Aktiviti Menarik
zh_hans: 特色体验

# nanaPick
source: Nana’s Pick
ko: 나나's Pick
ms: Pilihan Nana
zh_hans: nana推荐

# inputSearchTerm
source: Please enter a search
ko: 검색어를 입력해 주세요
ms: Sila masukkan kata carian.
zh_hans: 请输入搜索词。

# recentSearchTerm
source: Recent Searches
ko: 최근 검색어
ms: Carian terkini
zh_hans: 最近搜索词

# removeAll
source: Clear All
ko: 모두 지우기
ms: Kosongkan semua
zh_hans: 全部清除

# popularSearchTerm
source: Most Searched!
ko: 가장 많이\\ 검색하고 있어요!
ms: Paling Banyak Dicari!
zh_hans: 搜索量最多

# searchVolumeUp
source: Search Volume UP! JEJU Place 🍊
ko: 검색량 UP ! JEJU Place 🍊
ms: eningkatan Pencarian! Tempat Jeju 🍊
zh_hans: 搜索量上升！ JEJU Place 🍊

# noResult
source: There are no results for that search.
ko: 해당 검색 결과가 없습니다.
ms: Carian anda tidak mengembalikan sebarang hasil.
zh_hans: 没有符合条件的搜索结果

# nonMemeberLogin
source: Browse Without Logging In
ko: 로그인없이 둘러보기
ms: Guna Tanpa Log Masuk
zh_hans: 无需登录浏览

# welcomeToNanaLand
source: Welcome to nanaland in Jeju
ko: nanaland in Jeju에 오신 것을 환영합니다.
ms: Selamat datang ke nanaland in Jeju
zh_hans: 欢迎来到济州的 nanaland

# enterNicknameAndProfile
source: Enter your name and select a profile picture.
ko: 사용할 이름을 작성 및 프로필을 선택해 주세요.
ms: Sila tulis nama penggunaan dan pilih profil.
zh_hans: 请填写要使用的名 称并选择头像

# allAgree
source: Agree to All
ko: 전체 동의
ms: Setuju Semua
zh_hans: 全部同意

# termsOfUseAgree
source: Agree to Terms of Use and Privacy Policy
ko: 이용약관 동의 및 개인정보 처리방침
ms: Terma Penggunaan & Dasar Privasi
zh_hans: 同意使用条款及隐私政策

# marketingAgree
source: Agree to Marketing Use
ko: 마케팅 활용 동의
ms: Persetujuan Pemasaran
zh_hans: 同意营销使用

# locationAgree
source: Agree to Location-Based Service Terms
ko: 위치기반 서비스 약관 동의
ms: Terma Perkhidmatan Berasaskan Lokasi
zh_hans: 同意基于位置的服务条款

# duplicatedNickname
source: This nickname is already in use by another user.
ko: 해당 닉네임은 다른 사용자가 사용 중입니다.
ms: Nama panggilan ini sudah digunakan oleh pengguna lain.
zh_hans: 该昵称已被其他用户使用。

# invalidNickname
source: This nickname cannot be used.
ko: 해당 닉네임은 사용할 수 없습니다.
ms: Nama panggilan ini tidak boleh digunakan.
zh_hans: 该昵称无法使用。

# onlyCharSpaceNumberNickname
source: Nicknames can only contain letters, spaces, and numbers.
ko: 닉네임에는 문자, 띄어쓰기, 숫자만 가능합니다.
ms: Nama panggilan hanya boleh mengandungi huruf, ruang, dan nombor.
zh_hans: 昵称只能包含字母、空格和数字。

# skipTypeTest
source: Skip the test
ko: 테스트 건너뛰기
ms: Langkau ujian
zh_hans: 跳过测试

# typeTest1Q2L
source: your travel style?
ko: 고를 때 %@ 님은?
zh_hans: 你更喜欢？

# typeTest2Q2L
source: how do you plan your trips?
ko: 세울 때 %@ 님은?
zh_hans: 你更喜欢？

# typeTest3Q1L
source: %@ how do you set
ko: 여행 경비를
ms: Apakah pilihan %@ ketika menetapkan bajet perjalanan?
zh_hans: 定旅行经费时

# typeTest3Q2L
source: your travel budget?
ko: 정할 때 %@ 님은?
zh_hans: 你更喜欢？

# typeTest4Q2L
source: what's your travel style?
ko: %@ 님은?
zh_hans: 你更喜欢？

# typeTest5Q1L
source: %@,What do you most
ko: 여행에서 가장
ms: Apa yang paling ingin dilakukan dalam perjalanan?
zh_hans: 在旅游中

# typeTest5Q2L
source: want to do on a trip?
ko: 하고 싶은 것은?
zh_hans: 你最注重的是?

# touristSpot
source: Active tourist spots
ko: 활발한 관광 장소
ms: Tempat Pelancongan Yang Sibuk
zh_hans: 热闹的观赏景点

# localSpot
source: Quiet local spots
ko: 한적한 로컬 장소
ms: Tempat Tempatan Yang Sunyi
zh_hans: 悠闲自在的景点

source: Flexible
ko: 유동적
ms: Fleksibel
zh_hans: 自由自在

# organized
source: Highly organized
ko: 완전 계획적
ms: Terancang Sepenuhnya
zh_hans: 按照计划

source: Budget travel
ko: 가성비 여행
ms: Perjalanan Nilai Terbaik
zh_hans: 性价比高的旅游

source: Luxury travel
ko: 럭셔리 여행
ms: Perjalanan Mewah
zh_hans: 奢华的旅游

# photoRemain
source: Only photos remain!
ko: 남는건 사진뿐!
ms: Hanya Foto Yang Tinggal!
zh_hans: 剩下的只有照片！

# captureWithEyes
source: Capture with your eyes
ko: 눈으로 담아야지
ms: Perlu Dikenang Dengan Mata
zh_hans: 看在眼里，记在心中

# sentimentalPlace
source: Sentimental places
ko: 감성 장소
ms: Tempat Emosi
zh_hans: 旅游景点

source: Traditional culture
ko: 전통 문화
ms: Budaya Tradisional
zh_hans: 传统文化

source: Natural scenery
ko: 자연 경관
ms: Pemandangan Semula Jadi
zh_hans: 自然景观

# themePark
source: Theme parks
ko: 테마파크
ms: Taman Tema
zh_hans: 主题公园

# yourPreference
source: what travel style
ko: 취향은?

# yourTravelStyle
source: do you prefer?
ko: 하고 싶은 여행 스타일은?

# tangerineJuiced
source: Squeezing the citrus...
ko: 감귤이 착즙 되는 중...

# juiceCommingSoon
source: Delicious travel juice coming up soon!
ko: 맛있는 여행 주스가 곧 나옵니다 !

# yourTravelStyleIs
source: %@'s travel type is
ko: %@ 님의 여행 유형은

# GAMGYUL_ICECREAM
source: Tangerine Ice Cream
ko: 감귤아이스크림

# GAMGYUL_ICECREAM_DESCRIPTION
source: A type that brings sweet memories with its smooth and creamy texture.
ko: 부드러우면서도, 달콤한 기억을 선사해주는 감귤아이스크림 유형

# GAMGYUL_RICECAKE
source: Tangerine Rice Cake
ko: 감귤 찹쌀떡

# GAMGYUL_RICECAKE_DESCRIPTION
source: A type that stitches joy into a notepad, one by one, with its bouncy charm.
ko: 통통튀는 즐거움을 메모장에 하나씩 수 놓는, 감귤 찹쌀떡 유형

# GAMGYUL
source: Tangerine
ko: 감귤

# GAMGYUL_DESCRIPTION
source: A type that sticks to the basics and the most famous spots.
ko: 가장 기본적이면서도 유명한 곳으로만! 감귤유형

# GAMGYUL_CIDER
source: Tangerine Soda
ko: 감귤사이다

# GAMGYUL_CIDER_DESCRIPTION
source: A type that is fizzy and refreshing.
ko: 톡톡쏘면서 상큼한 감귤사이다유형

# GAMGYUL_AFFOKATO
source: Tangerine Affogato
ko: 감귤 아포카토

# GAMGYUL_AFFOKATO_DESCRIPTION
source: A type brimming with creativity, passionate and lively.
ko: 열정적이면서 활발한 당신에게 창의성이 가득한 감귤 아포카토 유형

# GAMGYUL_HANGWA
source: Tangerine Traditional Sweets
ko: 감귤한과

# GAMGYUL_HANGWA_DESCRIPTION
source: A type that encapsulates the diverse and exquisite flavors of Jeju.
ko: 다채로운 제주의 맛을 담은 명품 감귤한과

# GAMGYUL_JUICE
source: Tangerine Juice
ko: 감귤주스

# GAMGYUL_JUICE_DESCRIPTION
source: A type that sticks to the basics and the most famous spots.
ko: 가장 기본적이면서도 유명한 곳으로만! 감귤주스 유형

# GAMGYUL_CHOCOLATE
source: Tangerine Chocolate
ko: 감귤 초콜릿

# GAMGYUL_CHOCOLATE_DESCRIPTION
source: A type with firm tastes, preferring quality over quantity.
ko: 취향이 확고하고 많은 것보다는 좋은 것이 중요한 감귤 초콜릿 유형

# GAMGYUL_COCKTAIL
source: Tangerine Cocktail
ko: 감귤 칵테일

# GAMGYUL_COCKTAIL_DESCRIPTION
source: A type that is flashy and extreme.
ko: 화려하고 익스트림한 감귤 칵테일 유형

source: Tangerine Peel Tea
ko: 귤피차

# TANGERINE_PEEL_TEA_DESCRIPTION
source: A type that enjoys serene scenery in a calm manner.
ko: 고즈넉하게 풍경을 바라보는 귤피차 유형

# GAMGYUL_YOGURT
source: Tangerine Yogurt
ko: 감귤 요거트

# GAMGYUL_YOGURT_DESCRIPTION
source: A type that enjoys the pure taste, soft and tangy.
ko: 있는 그대로의 맛! 부드럽고 톡 쏘는 감귤요거트 유형

# GAMGYUL_FLATCCINO
source: Tangerine Frappuccino
ko: 감귤 플랫치노

# GAMGYUL_FLATCCINO_DESCRIPTION
source: A type that combines the zest of various fruits with the chill of ice, very creative.
ko: 각종 과일들의 상큼함과 얼음의 차가움을 한번에, 창의적인 감귤 플랫치노 유형

# GAMGYUL_LATTE
source: Tangerine Latte
ko: 감귤 라떼

# GAMGYUL_LATTE_DESCRIPTION
source: A type that leisurely enjoys life under the warm sunshine.
ko: 따뜻한 햇살 밑에서 유유자적 하는 감귤 라떼 유형!

# GAMGYUL_SIKHYE
source: Tangerine Shikhye
ko: 감귤식혜

# GAMGYUL_SIKHYE_DESCRIPTION
source: A type full of rich flavors, slow but profound.
ko: 풍미 가득한! 느리지만, 깊은 감귤식혜유형!

# GAMGYUL_ADE
source: Tangerine Ade
ko: 감귤에이드

# GAMGYUL_ADE_DESCRIPTION
source: A type that is fizzy with sparkling water and fresh fruit, exuding a sense of freshness.
ko: 톡 쏘는 탄산수에 싱그러운 과일이 퐁당! 청량감이 느껴지는 감귤에이드

# GAMGYUL_BUBBLE_TEA
source: Tapioca Tangerine Tea
ko: 감귤 버블티

# GAMGYUL_BUBBLE_TEA_DESCRIPTION
source: A type full of curiosity, surprising with each bite.
ko: 호기심 가득한 당신! 먹을수록 반전인 감귤 버블티 유형!

# nanalandMadeYouJuice
source: nanaland in Jeju has created a custom travel juice for you!
ko: nanaland in Jeju 가 당신을 위해 맞춤 여행 주스를 만들었어요!
